/**
 * Contains the dictionary of language entries.
 */
lang.IRC.CS = {
    description: "Когда вы регистрируете канал с ChanServ, вам не нужно беспокоиться о поглощениях или ботах, чтобы сохранить список Ops. ChanServ делает все это и многое другое. Владельцем является лицо, которое выполнило регистрацию.",
    joinedChannel: 'Присоединенный канал',
    joinChannel: 'Сначала присоединитесь к каналу',
    selectChannel: 'Выберите присоединенный канал',
    password: 'Создайте пароль для регистрации. Пароль используется таким образом, чтобы только основатель мог полностью контролировать канал.',
    registerDescription: 'Описание. Описание используется, когда пользователь запрашивает (/ChanServ INFO &lt;channel&gt;) для получения информации о канале',
    typeDescription: 'Введите описание',
    force: 'Force. Позволит зарегистрировать канал без регистрации',
//    unknownParam: 'Неизвестный параметр',
    unknownParamsLabel: 'Неизвестные параметры "%p" были обнаружены в команде "%c" . Введте эти параметры вручную',
    drop: 'Отменить',
    dropTitle: 'Эта команда используется, когда вы больше не хотите, чтобы ChanServ управлял каналом.',
};
