/**
 * Contains the dictionary of language entries.
 */
lang.colors = {
    '000': 'Черный',
    'FFFFFF': 'Белый',
    '000000': 'Черный',
    '000080': 'Темно-синий',
    '008000': 'Зеленый',
    'FF0000': 'Красный',
    '800000': 'Коричневый',
    '800080': 'Фиолетовый',
    '808000': 'Оранжевый',
    'FFFF00': 'Желтый',
    '00FF00': 'Светло-зеленый',
    '008080': 'Сине-зелёный',
    '00FFFF': 'Морская волна',
    '0000FF': 'Синий',
    'FF00FF': 'Розовый',
    '808080': 'Серый',
    'C0C0C0': 'Серебряный'
}
lang.openToolbar = 'Открыть панель инструментов';
lang.closeToolbar = 'Закрыть панель инструментов';
lang.IRC.startVideoBroadcast = 'Я начал трансляцию с моей веб-камеры. Пожалуйста, пришли те мне личное сообщение, если вы хотите посмотреть мою трансляцию.';
lang.IRC.startAudioBroadcast = 'Я начал аудиовещание. Пожалуйста, присылайте мне личное сообщение, если вы хотите послушать мою трансляцию.'
lang.IRC.startFile = 'Я поделился файлом "%s". Пришлите мне личное сообщение, если вы хотите загрузить мой файл.'
lang.IRC.startPicture = 'Я поделился изображением "%s". Пришлите мне личное сообщение, если вы хотите загрузить это изображение.'
lang.IRC.startVideo = 'Я поделился видео файлом "%s". Пришлите мне личное сообщение, если вы хотите загрузить этот видео файл.'
lang.IRC.startAudio = 'Я поделился аудио файлом "%s". Пришлите мне личное сообщение, если вы хотите загрузить этот аудио файл.'
